{
    "frequesntly_asked_questions": "Frequently Asked Questions",
    "question_one_title": "What is sensory, and why did it come into being?",
    "question_one_description": "Sensory is a security research bot that protects your discord community from automated attacks. Unlike most security bots, we place a high value on privacy to prevent breaches and possible identity matching. We designed Sensory after seeing a significant number of security bots attempting to prevent malicious activities without knowing anything about security.",
    "question_two_title": "What distinguishes sensory from other security bots?",
    "question_two_description": "Confidentiality and privacy. Every connection to sensory services is hashed and protected against breaches, ensuring that you and your members are safe from any possible identity matching. Sensory uses cutting-edge technology to detect browser spoofing and automates the process of thwarting attackers.",
    "question_three_title": "Is there any kind of privacy for sensory?",
    "question_three_description": "Sensory does not retain records of how it handles activity or knowledge of any ip-address because each ip-address is hashed and cached for caching purposes only when resolving in a human verification to avoid massive amounts of requests hitting our api. Server ids, Member ids, IP addresses, and Browser fingerprints are all hashed and protected.",
    "question_four_title": "Is there any data retained by sensory after a delete request?",
    "question_four_description": "When sensory receives a wipe deletion request, it will wipe any trace from its database, including any cached data, and send it to the void, where no one, not even the deepest mosnters, will be able to view it. All of the data that is erased is hurled into the never-ending void. By contacting us, you can request that data be removed if you have a valid cause or if you are under the age of 13.",
    "question_five_title": "Human verification false flagging as proxy / vpn",
    "question_five_description": "Sensory will normally flag you as a proxy or VPN if your ISP is unknown to our resolver, which is highly rare. Send us your hash signature, which is listed below for each human verification, if you believe you're on a home connection. If you provide us with your particular IP address, we will delete your support ticket.",
    "question_six_title": "Does Sensory sell or distrubute your sensitive data?",
    "question_six_description": "Sensory does not sell sensitive information, and all sensitive information is hashed or encrypted before being kept in our systems to prevent data breaches."
}